[Czech]
Lan_Welconme_M=Vítá vás instalátor programu IObit Uninstaller
Lan_ByInstall_M=Instalací nebo používáním tohoto produktu přijímáte <a>Licenci</a> a <Zásady ochrany osobních údajů</a>
Lan_AcceptInstall_M=Instalovat
Lan_CuitomInstall_M=Vlastní instalace
Lan_Install_M=Instalovat
Lan_Next_M=Další
Lan_Finish_M=Dokončit
Lan_MessageBox_M=Opravdu chcete zrušit instalaci programu IObit Uninstaller?
Lan_LicenceAgree_M=Licenční ujednání
Lan_PleaseRead_M=Přečtěte si prosím následující důležité informace:
Lan_Back_M=Zpět
Lan_Close_M=Zavřít
Lan_Min_M=Minimalizovat
Lan_ChooseFolder_M=Vyberte místo instalace programu IObit Uninstaller:
Lan_Browse_M=Procházet...
Lan_BesidesInstall_M=Kromě instalace chci také:
Lan_CreateIcon_M=Vytvořit zástupce na ploše
Lan_Pintask_M=Připnout zástupce na hlavní panel
Lan_WhatnewsOneTitle_M=Nový monitor instalací
Lan_WhatNewsOneDesc_M=Detekuje a zaznamená vše o instalaci programů pro budoucí důkladnou odinstalaci
Lan_WhatnewsTwoTitle_M=Rychlý sken a důkladné vyčištění
Lan_WhatNewsTwoDesc_M=Odstranění všech zbytků díky novému algoritmu skenovacího jádra
Lan_WhatnewsThreeTitle_M=Odstranění těžko zbavitelných programů
Lan_WhatNewsThreeDesc_M=Zvětšená databáze pro odstranění až o 150% více těžko zbavitelných programů
Lan_WhatnewsFourTitle_M=Rychlé a bezpečné prohlížení internetu
Lan_WhatNewsFourDesc_M=Rozšířená databáze pro odstranění o 50% více škodlivých/reklamních pluginů
Lan_MailTitle_M=Přihlaste se k odběru novinek IObit a získejte dárek zdarma
Lan_WindowsEbook_M=Windows Tweak eBook
Lan_theMust_M=Nepostradatelná příručka pro systémy Windows
Lan_valued_M=V hodnotě $9.99
Lan_OnlyWhen_M=Budeme vám psát jen tehdy, když to bude stát opravdu za to. <a>Zásady ochrany osobních údajů</a>
Lan_PleaseEnter_M=Zadejte zde svou e-mailovou adresu
Lan_Subscribe_M=Odebírat
Lan_NoThanks_M=Ne, děkuji
Lan_GiveUp_M=Vzdát se dárku
Lan_MsgBoxEnterEMail_M=Prosíme, zadejte svou e-mailovou adresu pro získání dárku.
Lan_MsgBoxAddrIncorr_M=E-mailová adresa je nesprávná!
Lan_MsgBoxReter_M=Zadaný instalační adresář je nesprávný, zadejte prosím platný adresář jako např. C:\Aplikace.
Lan_MsgBox100MB_M=Systémový oddíl nemá dostatek volného místa (100 MB). Vyčistěte počítač pro uvolnění prostoru, abyste mohli pokračovat v instalaci.
Lan_dashlaneDescOne_M=Stále si zapisujete hesla? <a>To není bezpečné!</a>
Lan_dashlaneDescTwo_M=Bezpečnému správci hesel Dashlane důvěřuje <a>přes 7 milionů lidí</a> na celém světě.
Lan_dashlaneDescThree_M=<a>Vyzkoušejte Dashlane ZDARMA</a> a již nikdy nezapomenete žádné heslo!
Lan_checkYes_M=Kliknutím na "Přijmout a nainstalovat" souhlasíte s instalací Dashlane a přijímáte <a>Licenci</a> a <a>Zásady ochrany osobních údajů</a>.
Lan_ASCName_M=Advanced SystemCare
Lan_ASCDesc_M=Ultimátní nástroj pro zrychlení počítače
Lan_ASCYes_M=Kliknutím na "Přijmout a nainstalovat" souhlasíte s instalací Advanced SystemCare a přijímáte <a>Licenci</a> a <a>Zásady ochrany osobních údajů</a>.
Lan_DBName_M=Driver Booster
Lan_DBDesc_M=Nástroj pro aktualizaci zastaralých ovladačů
Lan_DBYes_M=Kliknutím na "Přijmout a nainstalovat" souhlasíte s instalací programu Driver Booster a přijímáte <a>Licenci</a> a <a>Zásady ochrany osobních údajů</a>.
Lan_IMFName_M=IObit Malware Fighter
Lan_IMFDesc_M=Trojitá ochrana proti malwaru
Lan_IMFYes_M=Kliknutím na "Přijmout a nainstalovat" souhlasíte s instalací IObit Malware Fighter a přijímáte <a>Licenci</a> a <a>Zásady ochrany osobních údajů</a>.
Lan_SDName_M=Smart Defrag
Lan_SDDesc_M=Defragmentace a optimalizace disku
Lan_SDYes_M=Kliknutím na "Přijmout a nainstalovat" souhlasíte s instalací programu Smart Defrag a přijímáte <a>Licenci</a> a <a>Zásady ochrany osobních údajů</a>.
Lan_FinsishDec_M=IObit Uninstaller byl úspěšně nainstalován! Klikněte na Dokončit pro spuštění.
Lan_InstallComp_M=Instalace dokončena
Lan_PinQucik_M=Vytvořit zástupce rychlého spuštění
lbl_CheckEmail.Caption=Nyní zkontrolujte svůj e-mail pro aktivaci odběru novinek a získání ebooku v hodnotě $9!
M_Congratulations=Gratulujeme!
lbl_DownloadFinished.Caption=Klikněte na tlačítko Dokončit pro spuštění!
ASC_1M=+ Vyčištění a optimalizace PC jedním klikem.
ASC_2M=+ Zrychlení PC až o 200%.
ASC_3M=+ Zrychlení internetu až o 300%.
ASC_4M=+ Zabránění úniku soukromí díky několikanásobné ochraně.
ASC_5M=+ Monitorování kondice PC v reálném čase pro plynulejší PC.
IMF_1M=+ Ochrana v reálném čase před všemi druhy malware.
IMF_2M=+ Rychlé testovaní, efektivní detekce a odstranění hrozeb.
IMF_3M=+ Aktivní prevence před útoky ransomware.
IMF_4M=+ Bezpečné stahování a procházení internetu.
IMF_5M=+ Plně kompatibilní s jinými bezpečnostními programy.
SD_1M=+ Rychlejší přístup k souborům.
SD_2M=+ Maximální výkon pevného disku.
SD_3M=+ Urychlení spuštění PC až o 100%.
SD_4M=+ Optimalizace her pro lepší herní zážitek.
Ada_name=Ochrana webu, které můžete důvěřovat
Ada_1M=+ Rychlá a jednoduchá instalace
Ada_2M=+ Ochrana před phishingem
Ada_3M=+ Ochrana webu v reálném čase
Ada_4M=+ Kompatibilní s více prohlížeči
Ada_Detail=Instalovat Web Companion pro zlepšení internetové ochrany a nastavit Bing® společnosti Microsoft™ jako domovskou stránku, stránku pro nové karty a jako výchozí vyhledávač na kompatibilních prohlížečích.
Ada_YesM=Kliknutím na "Přijmout a nainstalovat" souhlasíte s instalací Web Companion a přijímáte <a>Licenci</a> a <a>Zásady ochrany osobních údajů</a>.
Opera_No_M=Ne, děkuji
Opera_Yes_M=Ano, souhlasím s instalací prohlížeče Opera a přijímám <a>Licenci</a> a <a>Zásady ochrany osobních údajů</a>
Opera_Three_M=VPN zdarma
Opera_Two_M=Spořič baterie
Opera_One_M=Blokátor reklam
Opera_Desc_M=Vyzkoušejte prohlížeč Opera - nyní s <a>vestavěným blokátorem reklam</a>, spořičem baterie a VPN zdarma
Opera_Info_M=Rychlý, bezpečný a jednoduchý prohlížeč
Lan_MsgBoxincorret_M=Zadaný instalační adresář je nesprávný, zadejte jej prosím znovu.
Lan_CannotClose=Instalace právě probíhá a nelze zrušit.
Lan_lblInstalling_M=Instalace:
Lan_Skip_M=Přeskočit
Lan_InsPro_M=Průběh instalace programu IObit Uninstaller
Lan_Accept_M=Přijmout a nainstalovat

